[lang]
leftpic=liveupdate.jpg
maincolor=16777215
1=自动更新
2=欢迎使用“光盘刻录大师”自动更新程序
3=< 上一步
4=下一步 >
5=取消(&C)
6=退出(&E)
7=升级程序会自动检查和更新“光盘刻录大师”软件到最新版本。
8=点击“下一步”继续，点击“取消”退出自动更新程序。
9=正在检查更新，请稍候。。。
10=没有发现任何可利用的更新。你的软件已经是最新版本。请点击“退出”，关闭自动更新程序。
11=点击“下一步”将开始下载更新文件，点击“取消”退出自动更新程序。
12=最新安装包
13=文件更新
14=服务更新程序
15=文件总下载进度：
16=更新成功。请点击“退出”，关闭自动更新程序。
17=网络异常，下载更新失败。点击“上一步”，将重新开始自动更新程序。点击“退出”，将关闭自动更新程序。
18=是否退出自动更新程序？
19=请确认

